[SectoidAbjurer_M1 X2CharacterTemplate]
strCharacterName="灰人护法师"
strAcquiredText="灰人护法师使用灵能支援力量，以及投掷闪光弹。"

[SectoidAbjurer_M2 X2CharacterTemplate]
strCharacterName="高级灰人护法师"
strAcquiredText="灰人护法师使用灵能支援力量，以及投掷闪光弹。"

[SectoidAbjurer_M3 X2CharacterTemplate]
strCharacterName="精英灰人护法师"
strAcquiredText="灰人护法师使用灵能支援力量，以及投掷闪光弹。"

[SectoidAbjurerGunM1 X2WeaponTemplate]
FriendlyName="灰人护法师爆裂炮"
TacticalText = "<bullet/> 使用主武器总是结束士兵的回合。"
BriefSummary = "灰人护法师的标准爆裂炮。如果他们发现自己无法使用灵能力量，将使用备用武器。"
AbilityDescName="爆裂炮"

[SectoidAbjurerGunM2 X2WeaponTemplate]
FriendlyName="灰人护法师爆裂炮"
TacticalText = "<bullet/> 使用主武器总是结束士兵的回合。"
BriefSummary = "灰人护法师的标准爆裂炮。如果他们发现自己无法使用灵能力量，将使用备用武器。"
AbilityDescName="爆裂炮"

[SectoidAbjurerGunM3 X2WeaponTemplate]
FriendlyName="灰人护法师爆裂炮"
TacticalText = "<bullet/> 使用主武器总是结束士兵的回合。"
BriefSummary = "灰人护法师的标准爆裂炮。如果他们发现自己无法使用灵能力量，将使用备用武器。"
AbilityDescName="爆裂炮"

[SectoidAbjurer_Amp_M1 X2WeaponTemplate]
FriendlyName="灰人护法师灵能增幅器"
TacticalText = "<bullet/> 本质上是作为灰人护法师的魔法书。它不会提升灵能，只会赋予能力。"
BriefSummary = "本质上是作为灰人护法师的魔法书。它不会提升灵能，只会赋予能力。"
AbilityDescName="灵能增幅器"

[SectoidAbjurer_Amp_M2 X2WeaponTemplate]
FriendlyName="灰人护法师灵能增幅器"
TacticalText = "<bullet/> 本质上是作为灰人护法师的魔法书。它不会提升灵能，只会赋予能力。"
BriefSummary = "本质上是作为灰人护法师的魔法书。它不会提升灵能，只会赋予能力。"
AbilityDescName="灵能增幅器"

[SectoidAbjurer_Amp_M3 X2WeaponTemplate]
FriendlyName="灰人护法师灵能增幅器"
TacticalText = "<bullet/> 本质上是作为灰人护法师的魔法书。它不会提升灵能，只会赋予能力。"
BriefSummary = "本质上是作为灰人护法师的魔法书。它不会提升灵能，只会赋予能力。"
AbilityDescName="灵能增幅器"